[
  {
    "id": "19576065",
    "title": "The clinical investigation of dynamic changes of corneal astigmatism and visual quality for patients after phacoemulsification surgery through different incision and implantation of different designed intraocular lens.",
    "abstract": "OBJECTIVE: To compare the corneal astigmatism and wavefront aberration differences of patients with cataract coexisting corneal astigmatism after phacoemulsification surgery through traditional superior clear corneal incision or phacoemulsification surgery through clear corneal incision guided by corneal topography and implantation of different spherical aberration intraocular lenses (IOL). METHODS: In a prospective randomized sample controlled clinical trial, 90 patients (90 eyes) with age-related cataract and corneal astigmatism were randomly divided into 3 groups: (Group A) traditional superior corneal incision phacoemulsification surgery and AcrySof SN60AT IOL implantation, (Group B) corneal topography guiding incision phacoemulsification surgery and AcrySof SN60AT IOL implantation and (Group C) corneal topography guiding incision phacoemulsification surgery and AcrySof SN60WF IOL implantation. Corneal topography tests were performed at 1 week, 1 month, 3 months and 6 months postoperatively. The Wavefront aberration was measured using a custom built Tscherning wavefront sensor-ALLEGRETTO WAVE Analyze at 90 days postoperatively. Third-, 4th-, 5th-, total and higher-order aberration (HOA) root-mean-square (RMS), spherical aberration and coma aberration were compared at virtual pupil diameters of 6 mm postoperatively. Statistical analyses were performed using the analysis of chi square test, repeated measurement data analysis of variance, one-way analysis of variance (ANOVA), and multiple comparisons Students-Newman-Keuls test. RESULTS: Corneal topography tests indicated that no significant difference for corneal astigmatism was found between these three groups preoperatively (F = 0.08, P > 0.05). The corneal astigmatism was decomposed into J(0), J(45) and P with a Vector-based method, and statistically analyzed. When compared with Group B and GroupC, Group A had higher values of corneal J(0) (F = 9.54, P < 0.01) and P (F = 18.69, P < 0.01). For corneal J(0) and P, no significant difference was found between Group B and Group C (P > 0.05). However groups and times had interactions (F = 13.45, 50.22, P < 0.01, respectively). For astigmatic vectors, there were statistical significances between different times in 3 groups (F = 74.33, 92.11, P < 0.01, respectively). Wavefront aberration test results indicated that the mean values of RMSg (root mean square of general aberration), coma aberration, RMSh, RMS(3), RMS(5) and RMS(6) of Group A were obviously higher than that of Group B and C (F = 93.40, 471.94, 176.95, 216.99, 44.37, 37.19, P < 0.01, respectively). And the values of RMS(4) and spherical aberration in Group A were significantly higher than that in Group C (q = 25.30, 26.23, P < 0.01, respectively). No statistically significant was found between Group A and Group B of RMS(4) and spherical aberration (q = 0.57, 2.34, P > 0.05, respectively). The values of RMS(4), RMSh, RMSg and spherical aberration in Group B were statistically significantly higher than that in Group C (q = 24.73, 7.90, 6.41, 23.89, P < 0.01, respectively). CONCLUSIONS: Corneal topography guiding incision phacoemulsification surgery and the implantation of negative spherical aberration IOL is a more favorable solution for cataract patients coexisting corneal astigmatism, which can correct the corneal astigmatism, decrease the spherical aberration, high-order aberration and general aberration of pseudophakic eyes and therefore improve the visual quality of patients.",
    "authors": ["Wang DK", "Zhang J", "Wang J", "Li Y", "Liang S", "Liu YX"]
  },
  {
    "id": "25582206",
    "title": "The effect of blue light on human retinal pigment epithelium cells α1D subunit protein expression and vascular endothelial growth factor and basic fibroblast growth factor secretion in vitro.",
    "abstract": "OBJECTIVE: To investigate the effect of blue light on human retinal pigment epithelium (RPE) α1D subunit protein expression and its relationship with vascular endothelial growth factor (VEGF) and basic fibroblast growth factor (bFGF) secretion in vitro. METHODS: The fourth generation cultured human RPE cells in vitro were randomly divided into 4 groups, group A (control), group B (exposure to blue light), group C (exposure to blue light+nifedipine), group D [exposure to blue light+(-)Bay K8644]. Cells were exposed to blue light (2 000 ± 500) lx for 6 hours, and cells culture completed 24 hours later. VEGF and bFGF concentration were assayed by enzyme linked immunosorbent assay (ELISA). Real-time polymerase chain reaction was used to analysis L-type calcium channel α1D subunit mRNA expression. Western blot was used to examine the protein expression of L-type calcium channel α1D subunit. Analysis of variance was used to compare the difference of α1D subunit mRNA and protein expression, VEGF and bFGF concentration between groups. Correlation analysis was used to show the relationship between α1D subunit protein expression and concentration of VEGF and bFGF. RESULTS: (1) There is significant statistically difference in the population mean of VEGF and bFGF concentration in four groups (F = 99.441, 21.310, P = 0.000,0.000) . VEGF and bFGF concentration in group B (3 281.51 ± 251.73, 1 346.81 ± 62.27) and group D (3 808.01 ± 94.01, 1 485.82 ± 108.97) was higher than it was in group A (2 401.09 ± 228.07, 1 232.42 ± 65.41) , which was statistically different (P = 0.000, 0.000, 0.019, 0.000). And it was higher in group D (3 808.01 ± 94.01, 1 485.82 ± 108.97) compared with group B (3 281.51 ± 251.73, 1 346.81 ± 62.27) (P = 0.000, 0.006). While, it was lower in group C (1 927.28 ± 143.11, 1 149.39 ± 62.99) than it was in group B (3 281.51 ± 251.73, 1 346.81 ± 62.27) (P = 0.000, 0.000) . (2) The mean of mRNA expression of α1D subunit between four groups was statistically significant (F = 50.320, P = 0.000) . It was higher in group B (210 ± 23) , group D (478 ± 80) and group C (232 ± 14) than group A (100 ± 20). It was statistically significant different (P = 0.023, 0.006, 0.010). And it was higher in group D (478 ± 80) than group B (210 ± 23) and C (232 ± 14) (P = 0.032, 0.039). (3) There was statistically significant difference in the expression of L-type calcium channel α1D subunit protein in four groups (F = 1 940.363, P = 0.000) . It was significantly higher (P = 0.000,0.000) in group B (0.974 2 ± 0.014 7) and group D (0.654 9 ± 0.005 0) than group A (0.503 2 ± 0.007 5). And it was higher in group D (0.654 9 ± 0.005 0) than it was in group C (0.413 9 ± 0.008 8) (P = 0.000). (4) There was positive correlation between the L-type calcium channel α1D subunit protein expression and VEGF concentration secreted by retinal pigment epithelium cells (r = 0.674, F = 8.333, P = 0.016), but there was no correlation with bFGF concentration (r = 0.537, F = 4.061, P = 0.072). CONCLUSIONS: L-type calcium channel α1D subunit may be involved in blue light induced damage on human retinal pigment epithelial cells. Blue light exposure can induce the mRNA and protein expression of α1D subunit, VEGF and bFGF concentration in retinal pigment epithelium cells Increased. And there was a positive correlation between α1D subunit protein expression and the VEGF concentration.",
    "authors": ["Li H", "Cai S", "Gong X", "Wu Z", "Lyn J", "Su G", "Xie B"]
  },
  {
    "id": "26850586",
    "title": "The correlation between the concentrations of VEGF and PEDF and Ca2+-PKC signaling pathways in human retinal pigment epithelial cells cultured in vitro after exposuring to blue light.",
    "abstract": "OBJECTIVE: To investigate the concentrations of vascular endothelial growth factor (VEGF), pigment epithelium-derived factor (PEDF), inositol triphosphate (IP3) and diacylglycerol (DAG) in human retinal pigment epithelium (RPE) cells after exposuring to blue light, and to explore the relationship with Ca2+-PKC signaling pathways, to evaluate the role of Ca2+-PKC signaling pathways of blue-light irradiation induced apoptosis in RPE cells. METHODS: The fourth generation human RPE cells in vitro were exposured to blue light (2000±500 lux) for 6 hours, 24 hours prolongation of post-exposure culture. The concentrations of VEGF, PEDF, IP3 and DAG were assayed by enzyme linked immunosorbent assay (ELISA). Cells were randomly divided into 6 groups, group A (control), group B (exposure to blue light), group C (exposure to blue light+PMA), group D (exposure to blue light+Calphostin C), group E (exposure to blue light+Nifedipine), group F (exposure to blue light+Calphostin C+Nifedipine). Flow cytometry was used to detect the apoptosis rate of human RPE cells in A, B and F group. RESULTS: Comparing with group A (584.38±10.66), the concentration of VEGF in group B (700.70±5.88), group C (698.21±6.66) and group E (648.30±4.91) was higher, the difference was statistically significant (P=0.002, 0.002, 0.016). Comparing with group B (700.70±5.88), the concentration of VEGF in Group D (623.87±3.12) and E (648.30±4.91) was lower (P=0.001, 0.002). Comparing with group A (75.96±1.70), the concentration of PEDF in Group B (71.82±1.67) and C (72.43±0.58) was lower (P=0.004, 0.011), but the concentration of PEDF in Group D (86.31±1.35) and E (93.72±1.24) was higher (P=0.000, 0.000). Comparing with group B (71.82±1.67), the concentration of PEDF in Group D (86.31±1.35) and E (93.72±1.24) was higher (P=0.000, 0.000). Comparing with group A (7.70±0.29), the ratio of VEGF to PEDF in Group B (9.85±0.34) and Croup C (9.64±0.02) was higher (P=0.008, 0.027) Comparing with group B, The ratio of VEGF to PEDF in Group D (7.23±0.08) and E (6.92±0.06) was lower (P=0.016, 0.015). Comparing with group A (108.42±0.75, 995.47± 13.61), the concentration of IP3 and DAG in Group B (117.24±1.06, 1070.10±10.07), C (137.12±2.71, 1046.40±7.90), D (139.17±1.40, 1041.13±9.76) and E (149.61±0.77, 1273.14±10.89) was higher, the difference was statistically significant (P=0.003, 0.007, 0.000, 0.000, 0.000, 0.000, 0.000, 0.000). Comparing with group B, the concentration of IP3 in Group C, D and E was higher (P=0.011, 0.000, 0.000). Comparing with group B, the concentration of DAG in Group C and D was lower (P=0.021, 0.007). Comparing with group B, the concentration of DAG in Group E was higher (P=0.000). Comparing with group A (10.27±1.88), the apoptosis rate of RPE cells in Group B(25.07±2.66) and F(19.37±3.23) was higher, the difference was statistically significant (P=0.001, 0.009). Comparing with group B (25.07±2.66), the apoptosis rate of RPE cells in Group F (19.37±3.23) was lower (P=0.038). CONCLUSIONS: (1) After exposuring to blue light, the concentrations of VEGF, IP3 and DAG are increased and the ratio of VEGF to PEDF is also increased and the concentration of PEDF is decreased in human RPE cells. (2) L-Type Calcium Channels and Ca2+-PKC signaling pathways may be regulate the concentrations of VEGF, PEDF, IP3 and DAG in RPE cells after exposuring to blue light by feedback regulation. (3) The application of Calphostin C combined with Nifedipine may be restrain the apoptosis of RPE cells after exposuring to blue light.",
    "authors": ["Wang L", "Cai S", "Wu Z", "Gong X", "Lyu J", "Su G", "Wang L"]
  }
]
